{
  "type": "FeatureCollection",
  "features": [
    {
      "type": "Feature",
      "properties": {
        "link": "step1",
        "heading": "Parking the car",
        "body": "At the foot of the mountain sits a carpark called Donard Park carpark. There is a fantastic finishing line bar here too called Hugh McCann's so if you see that, you're in the right place."
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -5.894368886947632,
          54.20567286749702
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "link": "step2",
        "heading": "Following the Glen River",
        "body": "Follow the track up the hill through the park. When you get past the park, you'll see the Glen River surrounded by fantistic forest, the path zigzags from side to side of the river. Keep going up the hill until you've left the forest behind and the mountains come into view."
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -5.899797677993774,
          54.20155622738796
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "link": "step3",
        "heading": "The Ice House",
        "body": "To your left when you've come out of the thick forest, you'll see a small stone building called the Ice House. It was built by the Third Earl of Annseley in the 1830s to serve his Donard lodge residence. Ice houses are buildings used to store ice throughout the year and were commonly used prior to the invention of the refrigerator to store foods and drinks."
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -5.91036558151245,
          54.19669229019598
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "link": "step4",
        "heading": "One step at a time",
        "body": "As you approach the steep incline up to the saddle, there is a set of large granite steps up ahead. Cross the river which is just a small steam at this point, take a break and get ready for a workout."
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -5.926780700683594,
          54.19040284150398
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "link": "step5",
        "heading": "The Saddle",
        "body": "The saddle sits between Slieve Commedagh to the eest and Slieve Donard to the east. You'll be greeted by the beautiful dry-stone Mourne Wall which was constructed to enclose a catchment area of the Silent Valley Reservoir. This wall took almost 20 years to complete with the build staring in 1904. The project was overseen by Belfast City and Distict Water Commissioners and built by local stone masons. Follow the wall east and up the hill to get to the peak of Slieve Donard."
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -5.932531356811523,
          54.18270606642143
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "link": "step6",
        "heading": "The Peak",
        "body": "After a few false summits on the way up the hill, you'll finally reach the top. You'll notice 2 structures. A turret built into the mourne wall which can provide a bit of shelter in the colder months, and a large pile of stones. The large pile of stones is the site of a pre-historic burial cairn and there's another situatied further north east overlooking newcastle. "
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          -5.920686721801758,
          54.1802071315088
        ]
      }
    }
  ]
}
